[
  {
    "name": "Sanjush S",
    "rating": 5,
    "text": "Friendly atmosphere. No rush. Doctors are friendly and professional. Calm and quiet. Friendly staff.",
    "time": "2 years ago"
  },
  {
    "name": "Anupama Panoli",
    "rating": 5,
    "text": "Had an amazing experience at Dr Roots Denta Care. They have such a warm and welcoming atmosphere. The doctors were truly patient in hearing our concerns and gave a detailed explanation of the procedures. Highly recommend to family and friends.",
    "time": "3 years ago"
  },
  {
    "name": "Sreerag C D",
    "rating": 5,
    "text": "I highly recommend Dr Arun. He is very friendly and professional. I had a root canal treatment as well as a crown placement — it was a great experience with no complaints at all. He is well experienced in his field.",
    "time": "3 years ago"
  },
  {
    "name": "Resmi P. G",
    "rating": 5,
    "text": "I strongly suggest Dr Roots Denta Care for all your dental needs. The clinic offers experienced and compassionate doctors, friendly staff, hygienic facilities, post-surgery support, and affordable rates. Treatments are done with strict safety precautions.",
    "time": "3 years ago"
  },
  {
    "name": "Senthilkumar",
    "rating": 5,
    "text": "Best dental care clinic near the Indira Gandhi Stadium. Friendly and professional service.",
    "time": "2 years ago"
  },
  {
    "name": "Aps Chh",
    "rating": 5,
    "text": "I visited Dr Sreelakshmi and Dr Arun with severe tooth pain. They were very caring and treated me well. This is my go-to place for dental troubles.",
    "time": "3 years ago"
  },
  {
    "name": "Soma Vekkode",
    "rating": 5,
    "text": "Excellent service. The ambience is great — neat, tidy, and well arranged. The treatments are efficient and pocket-friendly. Overall a great experience.",
    "time": "3 years ago"
  },
  {
    "name": "Laveshkumar K K",
    "rating": 5,
    "text": "Good place for all dental procedures. Experienced doctors and a pleasant clinic ambience. 👍🏿",
    "time": "3 years ago"
  },
  {
    "name": "Anil Varghese",
    "rating": 5,
    "text": "Neat and clean clinic with modern equipment and affordable fees.",
    "time": "3 years ago"
  },
  {
    "name": "Sreelakshmi V Menon",
    "rating": 5,
    "text": "Very patient-friendly experience and excellent treatment.",
    "time": "3 years ago"
  },
  {
    "name": "Maher Syr",
    "rating": 5,
    "text": "Very good treatment. Thanks! 👍",
    "time": "2 years ago"
  }
]
