[
  {
    "id": "1",
    "name": "Dr. Arun B T",
    "title": "BDS, MDS, FPFA, FWFO",
    "specialization": "Orthodontist and Dentofacial Orthopedician",
    "credentials": "BDS, MDS, FPFA, FWFO — Invisalign-certified Orthodontist and Dentofacial Orthopedician; Fellow of the Pierre Fauchard Academy (FPFA) and the World Federation of Orthodontists (FWFO). Director, Dr. Roots Denta Care.",
    "bio": "Dr. Arun B T is an accomplished orthodontist and dentofacial orthopedician, dedicated to delivering high-quality, patient-centered dental care. He completed his BDS from KMCT Dental College, Calicut, and MDS from A. B. Shetty Memorial Institute of Dental Sciences, Mangalore — one of India’s most prestigious dental institutions.\n\nHis areas of expertise include TADs, aligners, self-ligating braces, and MARPE, with over 500 successful orthodontic cases to his credit. He is a Fellow of the Pierre Fauchard Academy and the World Federation of Orthodontists, and the only Invisalign-certified orthodontist in Palakkad.\n\nIn addition to leading Dr. Roots Denta Care, Dr. Arun serves as a consulting specialist at several reputed clinics and hospitals across Palakkad and Malappuram. Under his guidance, Dr. Roots Denta Care has grown into a trusted multi-specialty dental center known for precision, technology, and compassionate care.",
    "image": "/assets/generated_images/Dr._Arun_Nair_portrait_2e54569d.png",
    "experience": "8+ years"
  },
  {
    "id": "3",
    "name": "Dr. Sreelakshmi C.",
    "title": "BDS, MDS",
    "specialization": "Periodontist and Laser Dentistry Specialist",
    "credentials": "BDS, MDS (Periodontist & Laser Dentistry Specialist)",
    "bio": "Dr. Sreelekshmi is a highly skilled periodontist and laser dentistry expert dedicated to helping patients achieve confident, healthy smiles. Her passion lies in promoting optimal gum health and enhancing dental esthetics through personalized, patient-centered care. With advanced expertise in laser procedures and a gentle, compassionate approach, she ensures every patient receives exceptional results and a truly comfortable dental experience.",
    "image": "/assets/generated_images/Dr._Priya_Menon_portrait_783e4a1a.png",
    "experience": "8+ years"
  },
  {
    "id": "2",
    "name": "Dr. Sreejith C.K.",
    "title": "BDS, MDS",
    "specialization": "Periodontist, General and Restorative Dentistry",
    "credentials": "BDS, MDS",
    "bio": "Experienced dental surgeon with focus on preventive care, restorative treatments and patient comfort using modern techniques and materials.",
    "image": "/assets/generated_images/Dr._Rajesh_Kumar_portrait_4bef460c.png",
    "experience": "8+ years"
  }
]
